Repository: hibrahimy/coders
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Edit Dossier
fr: Modifier le dossier

source: Received date
fr: Date de réception

source: Cancel
fr: Annuler

source: Apply
fr: Appliquer

source: Invalid recevied date
fr: Date de réception invalide

source: Recevied date is required
fr: La date de réception est requise

source: Status
fr: Statut

source: Status is required
fr: Le statut est requis

source: Request number
fr: Numéro de demande

source: Request number is required
fr: Le numéro de demande est requis

source: Transaction reference
fr: Référence de l'opération

source: Transaction reference is required
fr: La référence de la transaction est requise

source: Amount in grant currency
fr: Montant en devise de la subvention

source: Amount in grant currency is required
fr: Le montant dans la devise de la subvention est requis

source: Amount in local currency
fr: Montant en monnaie locale

source: Amount in local currency is required
fr: Le montant en devise locale est requis

source: Description
fr: La description

source: Description is required
fr: La description est obligatoire

source: Save
fr: sauvegarder

source: New Dossier
fr: Nouveau dossier

source: Add
fr: Ajouter

source: Advance Justification
fr: Justification préalable

source: Reconciling Items
fr: Rapprocher des éléments

source: Advance code
fr: Code d'avance

source: Employee (T9)
fr: Employé (T9)

source: Reports
fr: Rapports

source: Account Statements
fr: Relevés de compte

source: Trackers
fr: Traqueurs

source: Dashboard
fr: Tableau de bord

source: Welcome back!
fr: Content de te revoir!

source: Login to continue
fr: Connectez-vous pour continuer

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Remember me
fr: Souviens-toi de moi

source: Forgot password?
fr: mot de passe oublié?

source: CONTINUE
fr: CONTINUEZ

source: @ 2023 - Powered by GFA B.I.S
fr: @ 2023 - Propulsé par GFA B.I.S

source: Search dossier
fr: Rechercher un dossier

source: a add </mat-icon> NEW DOSSIER
fr: a ajouter </mat-icon> NOUVEAU DOSSIER

source: APPLICATION NR
fr: NO DEMANDE

source: SOURCE OF FUNDING
fr: SOURCE DE FINANCEMENT

source: STATUS
fr: STATUT

source: REFERENCE TRANSACTION
fr: OPÉRATION DE RÉFÉRENCE

source: TOTAL LOCAL (USD)
fr: TOTAL LOCAUX (USD)

source: TIMESTAMP
fr: HORODATAGE

source: RECEIVED DATE
fr: DATE DE RÉCEPTION

source: DESCRIPTION
fr: LA DESCRIPTION

source: STATUS APPROVAL
fr: APPROBATION DU STATUT

source: STATUS APPROVAL REASON
fr: RAISON D'APPROBATION DU STATUT

source: APPROVED DELAY
fr: DÉLAI APPROUVÉ

source: Delete
fr: Effacer

source: No data{{ isFiltering ? ' matching the filter "' + filterControl.value + '"' : "" }}
fr: Aucune donnée{{ isFiltering ? ' correspondant au filtre "' + filterControl.value + '"' : "" }}
